insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values
('Звездные войны. Эпизод 1: Скрытая угроза', 'Приквел звездных войн, в котором есть настоящие бои на мечах.', 1999, 2, 12, 100, 1),
('Город Грехов', 'Нуарный грязный боевик, где вышибают мозги и топят в унитазах.', 2005, 5, 18, 150, 2),
('Джей и молчаливый Боб наносят ответный удар', 'Тупа лучший, если ты смотрел его в детстве.', 2001, 6, 18, 90, 3),
('Оно', 'Самый страшный фильм из существующих в природе. Привет коурлофобия.', 1990, 4, 18, 190, 4),
('Маяк', 'Один из самых странных фильмов в мире. Доказательство того, что Патиссон все таки настоящий актер', 2019, 5, 18, 150, 5),
('Ворон', 'Супер фильм, еще на сьемках погиб Брендон Ли, сын Брюса Ли, того самого', 1994, 1, 16, 100, 6),
('Дневник Бриджит Джонс', 'Мелодрама про женщину, смотреть приятно', 2004, 3, 18, 100, 7);